print("Шляпка гриба, покрытая … кожиц..й, держится на … ножк.. . Снизу шляпка затянута … плёнкой. Когда её уберёшь, откроется нижняя … сторона шляпк.. .")

a =input("Введите недостоющее слово: покрытая …")

c= input("Введите недостоющую букву: кожиц..й")

v =input("Введите недостоющее слово: держится на … ")

b =input("Введите недостоющую букву: ножк...")

n =input("Введите недостоющее слово: затянута …")

m =input("Введите недостоющее слово: нижняя … ")

s =input("Введите недостоющую букву: шляпк...")
